Repository: michyprima/PebbleProfiles
Catalog: layout/Library/PreferenceLoader/Preferences/*.lproj/PebbleProfiles.strings
Languages: italian

source: Phone Unlocked Behavior
italian: iPhone sbloccato

source: Enabled
italian: Attivato

source: When the phone is unlocked it suppresses notifications to Pebble.
italian: Quando il telefono è sbloccato disattiva le notifiche al Pebble.

source: iPhone Do not Disturb
italian: Non disturbare - iPhone

source: When the iPhone DnD and this switch are on it suppresses notifications to Pebble.
italian: Quando è attiva la modalità non disturbare disattiva le notifiche al Pebble anche quando il telefono è bloccato.

source: Pebble Do not Disturb
italian: Non disturbare - Pebble

source: It replicates the Pebble DnD feature with the addition of a flipswitch toggle. If enabled it suppresses ALL notifications to Pebble.
italian: Replica la modalità non disturbare del Pebble con l'aggiunta di un toggle Flipswitch. Se abilitato, disattiva TUTTE le notifiche al Pebble.

source: Disable Notifications From
italian: Disabilita notifiche da

source: If you turn on the switch, you won't receive notifications from a specific app even if the iPhone is locked.
italian: Non riceverai notifiche dalle applicazioni specificate anche se il telefono è bloccato.

source: Choose Applications
italian: Seleziona applicazioni

source: Enable Notifications From
italian: Abilita notifiche da

source: If you turn on the switch, you will receive notifications from a specific app even if the iPhone is unlocked.
italian: Riceverai notifiche dalle applicazioni specificate anche se il telefono è sbloccato.

source: Please donate via paypal to
italian: fai una donazione via Paypal a

source: Developed by Joe Merlino, credits to Tyler Hoffman.
italian: Sviluppato da Giuseppe Merlino, crediti a Tyler Hoffman.
